export const Reviews = [
  {
    name: '김*석',
    title: '이거 안전한거 맞나요?',
    desc: '원드라이브는 다양한 플랫폼에서의 원활한 파일 동기화와 저장을 제공하여 매우 편리합니다. 특히 Windows와의 통합이 뛰어나고, Office 365와의 호환성이 높아 생산성 향상에 큰 도움이 됩니다.',
  },
  {
    name: '김*호',
    title: '최악이에요!',
    desc: '특히 Windows와의 원활한 통합 덕분에 파일 관리가 편리합니다. 자동 백업 기능도 신뢰할 만합니다. 그러나 가끔 동기화 문제가 발생할 때가 있으며, 고객 지원이 다소 느릴 때가 있습니다. 전반적으로 안정적이다.',
  },
  {
    name: '전*널',
    title: '내가 더 잘하겠는데?',
    desc: '원드라이브는 직관적인 인터페이스와 다양한 플랫폼 지원 덕분에 파일 관리가 매우 간편합니다. 특히 Office 365와의 통합이 뛰어나 문서 작업이 효율적입니다. 무료 사용자에게 제공되는 기본 용량이 충분하며, 유료 플랜도 합리적입니다. 그러나 가끔 동기화 지연이 발생할 수 있다.',
  },
  {
    name: '장*덕',
    title: '가슴을 울리는 전율!',
    desc: '원드라이브는 여러 기기에서 파일을 쉽게 접근하고 공유할 수 있어 편리합니다. 특히 Windows 환경에서 매끄럽게 작동하며, Office 애플리케이션과의 통합 덕분에 문서 작업이 효율적입니다. 5GB의 무료 저장 공간도 유용하며, 유료 플랜은 더욱 많은 용량과 기능을 제공합니다.',
  },
  {
    name: '김*우',
    title: '낄낄 몰라~레후',
    desc: '원드라이브는 여러 기기에서 파일을 쉽게 접근하고 공유할 수 있어 편리합니다. 특히 Windows 환경에서 매끄럽게 작동하며, Office 애플리케이션과의 통합 덕분에 문서 작업이 효율적입니다. 5GB의 무료 저장 공간도 유용하며, 유료 플랜은 더욱 많은 용량과 기능을 제공합니다.',
  },
  {
    name: '정*우',
    title: '최악이었어요!',
    desc: '원드라이브는 파일을 안전하게 저장하고 쉽게 공유할 수 있어 매우 유용합니다. Windows와의 통합이 우수하여 파일 접근과 관리를 편리하게 해줍니다. 특히 Office 365와의 연동이 뛰어나 작업 효율성이 높아집니다. 5GB의 무료 저장 공간과 합리적인 유료 플랜도 장점입니다.',
  },
  {
    name: '김*석',
    title: '이거 안전한거 맞나요?',
    desc: '원드라이브는 다양한 플랫폼에서의 원활한 파일 동기화와 저장을 제공하여 매우 편리합니다. 특히 Windows와의 통합이 뛰어나고, Office 365와의 호환성이 높아 생산성 향상에 큰 도움이 됩니다.',
  },
  {
    name: '김*호',
    title: '최악이에요!',
    desc: '특히 Windows와의 원활한 통합 덕분에 파일 관리가 편리합니다. 자동 백업 기능도 신뢰할 만합니다. 그러나 가끔 동기화 문제가 발생할 때가 있으며, 고객 지원이 다소 느릴 때가 있습니다. 전반적으로 안정적이다.',
  },
  {
    name: '전*널',
    title: '내가 더 잘하겠는데?',
    desc: '원드라이브는 직관적인 인터페이스와 다양한 플랫폼 지원 덕분에 파일 관리가 매우 간편합니다. 특히 Office 365와의 통합이 뛰어나 문서 작업이 효율적입니다. 무료 사용자에게 제공되는 기본 용량이 충분하며, 유료 플랜도 합리적입니다. 그러나 가끔 동기화 지연이 발생할 수 있다.',
  },
  {
    name: '장*덕',
    title: '가슴을 울리는 전율!',
    desc: '원드라이브는 여러 기기에서 파일을 쉽게 접근하고 공유할 수 있어 편리합니다. 특히 Windows 환경에서 매끄럽게 작동하며, Office 애플리케이션과의 통합 덕분에 문서 작업이 효율적입니다. 5GB의 무료 저장 공간도 유용하며, 유료 플랜은 더욱 많은 용량과 기능을 제공합니다.',
  },
];
