export const Reviews = [
  {
    name: "김*석",
    title: "간편한 파일 공유!",
    desc: "이 서비스 덕분에 파일을 공유하는 것이 정말 간편해졌어요. 속도도 빠르고 사용하기 쉬워서 만족합니다!",
  },
  {
    name: "김*호",
    title: "언제 어디서나 파일 접근 가능",
    desc: "언제 어디서나 파일에 접근할 수 있어서 정말 편리합니다. 중요한 자료를 놓고 다닐 걱정이 없어졌어요.",
  },
  {
    name: "전*진",
    title: "직관적인 인터페이스",
    desc: "인터페이스가 직관적이고 사용하기 쉬워서 초보자도 금방 익힐 수 있습니다. 덕분에 시간도 절약되고 효율적이에요.",
  },
  {
    name: "강*은",
    title: "빠른 파일 공유 속도",
    desc: "파일 공유 속도가 정말 빠릅니다. 대용량 파일도 금방 전송할 수 있어 작업 속도가 빨라졌어요.",
  },
  {
    name: "장*덕",
    title: "공유 링크 생성이 간편",
    desc: "공유 링크를 쉽게 생성할 수 있어 비회원에게도 파일을 쉽게 보낼 수 있어요. 정말 편리합니다!",
  },
  {
    name: "조*준",
    title: "파일 정리가 쉬워요",
    desc: "파일을 폴더별로 정리하고 관리할 수 있어서 업무 효율이 높아졌습니다. 찾기도 쉽고 관리도 편해요.",
  },
  {
    name: "김*석",
    title: "간편한 파일 공유!",
    desc: "이 서비스 덕분에 파일을 공유하는 것이 정말 간편해졌어요. 속도도 빠르고 사용하기 쉬워서 만족합니다!",
  },
  {
    name: "김*호",
    title: "언제 어디서나 파일 접근 가능",
    desc: "언제 어디서나 파일에 접근할 수 있어서 정말 편리합니다. 중요한 자료를 놓고 다닐 걱정이 없어졌어요.",
  },
  {
    name: "전*진",
    title: "직관적인 인터페이스",
    desc: "인터페이스가 직관적이고 사용하기 쉬워서 초보자도 금방 익힐 수 있습니다. 덕분에 시간도 절약되고 효율적이에요.",
  },
  {
    name: "강*은",
    title: "빠른 파일 공유 속도",
    desc: "파일 공유 속도가 정말 빠릅니다. 대용량 파일도 금방 전송할 수 있어 작업 속도가 빨라졌어요.",
  },
];
